Table of Contents
 Interface IMethodTask
Namespace
IdeaStatiCa.Plugin.Grpc.Reflection
Assembly
IdeaStatiCa.Plugin.dll
public interface IMethodTask
Methods
 SendMessageDataSync(GrpcMessage)
GrpcMessage SendMessageDataSync(GrpcMessage grpcMessage)
Parameters
grpcMessage GrpcMessage
Returns
GrpcMessage
 SetResult(GrpcMessage)
void SetResult(GrpcMessage message)
Parameters
message GrpcMessage
 Edit this page